IDEA Open Model
IdeaConImportSettings.ExportAllLinearCombination Property
Compatible with IDEA StatiCa Beta 20.0
 All linear combination will be exported to IDEA connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool ExportAllLinearCombination { get; set; }
Public Property ExportAllLinearCombination As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace